Failed to place cap on the open connector.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId FailedToPlaceCapWarning { get; }
  Visual Basic
Public Shared ReadOnly Property FailedToPlaceCapWarning As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ FailedToPlaceCapWarning {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures GenericMEPFailures Class
  Autodesk.Revit.DB Namespace